-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Ноя 21 2017 г., 22:17
-- Версия сервера: 5.5.25
-- Версия PHP: 5.3.13

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `mydatabase`
--

-- --------------------------------------------------------

--
-- Структура таблицы `articles`
--

CREATE TABLE IF NOT EXISTS `articles` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `intro_text` text NOT NULL,
  `full_text` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=cp1251 AUTO_INCREMENT=4 ;

--
-- Дамп данных таблицы `articles`
--

INSERT INTO `articles` (`id`, `title`, `intro_text`, `full_text`) VALUES
(1, 'O нас и не только', '<p>Рестoран Дoставки “Хoчy Пиццу” – oднo из самых ярких имен на рынке Севастoпoля. Заказав пиццу в рестoране дoставки “Хoчy Пиццу”, вы мoжете быть yверены в тoм, чтo пoлyчите абсoлютнo свежий прoдyкт, пригoтoвленный пoсле тoгo, как Вы сделали заказ. Безyпречный вкyс и аппетитный внешний вид yбедят Вас в тoм, чтo главным приoритетoм кoмпании является пoлнoе yдoвлетвoрение запрoсoв всех клиентoв.<br/>\r\n	</p> \r\n\r\n\r\n', '<p>Рестoран Дoставки “Хoчy Пиццу” – oднo из самых ярких имен на рынке Севастoпoля. Заказав пиццу в рестoране дoставки “Хoчy Пиццу”, вы мoжете быть yверены в тoм, чтo пoлyчите абсoлютнo свежий прoдyкт, пригoтoвленный пoсле тoгo, как Вы сделали заказ. Безyпречный вкyс и аппетитный внешний вид yбедят Вас в тoм, чтo главным приoритетoм кoмпании является пoлнoе yдoвлетвoрение запрoсoв всех клиентoв.<br/>\r\n	</p> \r\n	<p><h3>Самые популярные пиццы за последние 24часа 	&#9200;</h3>\r\n<table align="center">\r\n\r\n\r\n    \r\n'),
(2, 'Интересные факты о пицце', '<p>\r\n1.Самая первая пиццерия, была открыта открытая в Неаполе еще 1738 году, она существует и поныне, причем, под той же самой вывеской, что и в XVIII веке – «Antica».\r\n</br>\r\n2.В Италии насчитывается около 32 тысяч пиццерий, причем, только в Неаполе не менее 800 таких заведений.\r\n</br>\r\n3.Итальянские корни пиццы оспариваются многими странами, в частности, норвежские ученые утверждают, что пиццу изобрели викинги, есть факты о греческих и египетских корнях пиццы, приписывают изобретение пиццы и знаменитому римлянину Лукуллу.\r\n</p>', '<p>\r\n1.Самая первая пиццерия, была открыта открытая в Неаполе еще 1738 году, она существует и поныне, причем, под той же самой вывеской, что и в XVIII веке – «Antica».\r\n</br>\r\n2.В Италии насчитывается около 32 тысяч пиццерий, причем, только в Неаполе не менее 800 таких заведений.\r\n</br>\r\n3.Итальянские корни пиццы оспариваются многими странами, в частности, норвежские ученые утверждают, что пиццу изобрели викинги, есть факты о греческих и египетских корнях пиццы, приписывают изобретение пиццы и знаменитому римлянину Лукуллу.\r\n</br>\r\n4.В мире за одни сутки съедается около 500 миллионов пицц. Причем в это количество не вошли домашние пиццы.\r\n</br>\r\n5.Согласно статистике, каждый европеец съедает около 300 кг пиццы в год.\r\n</br>\r\n6.Французы, едят пиццы больше всех в Европе.</p>'),
(3, 'Самая большая пицца в мире', '<p>\r\nСовсем недавно в Риме состоялось интересное мероприятие, где презентовали самую большую в мире пиццу. Ее диаметр составляет 40 метров а площадь целых 1200 квадратных метров! Нужно заметить, что для приготовления гигантской «Маргариты» потребовалось почти 9 тонн муки, 4 тонны томатной пасты и около 9 тонн моцареллы. Пиццу выпекали 48 часов, а точнее 5234 ее фрагментов. И не зря, ее занесли в Книгу рекордов Гиннеса.\r\n</p>', '<p>\r\nСовсем недавно в Риме состоялось интересное мероприятие, где презентовали самую большую в мире пиццу. Ее диаметр составляет 40 метров а площадь целых 1200 квадратных метров! Нужно заметить, что для приготовления гигантской «Маргариты» потребовалось почти 9 тонн муки, 4 тонны томатной пасты и около 9 тонн моцареллы. Пиццу выпекали 48 часов, а точнее 5234 ее фрагментов. И не зря, ее занесли в Книгу рекордов Гиннеса.\r\n</br>\r\nПосле мероприятия пиццу отправили в приюты для бездомных, молодцы, здорово придумали…\r\n</p>');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
