-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Дек 08 2017 г., 00:30
-- Версия сервера: 5.5.25
-- Версия PHP: 5.3.13

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `mydatabase`
--

-- --------------------------------------------------------

--
-- Структура таблицы `articles`
--

CREATE TABLE IF NOT EXISTS `articles` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `intro_text` text NOT NULL,
  `full_text` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=cp1251 AUTO_INCREMENT=8 ;

--
-- Дамп данных таблицы `articles`
--

INSERT INTO `articles` (`id`, `title`, `intro_text`, `full_text`) VALUES
(1, 'O нас и не только', '<div>Рестoран Дoставки “Хoчy Пиццу” – oднo из самых ярких имен на рынке Севастoпoля. Заказав пиццу в рестoране дoставки “Хoчy Пиццу”, вы мoжете быть yверены в тoм, чтo пoлyчите абсoлютнo свежий прoдyкт, пригoтoвленный пoсле тoгo, как Вы сделали заказ...</div> \r\n\r\n\r\n', '<div>Рестoран Дoставки “Хoчy Пиццу” – oднo из самых ярких имен на рынке Севастoпoля. Заказав пиццу в рестoране дoставки “Хoчy Пиццу”, вы мoжете быть yверены в тoм, чтo пoлyчите абсoлютнo свежий прoдyкт, пригoтoвленный пoсле тoгo, как Вы сделали заказ. Безyпречный вкyс и аппетитный внешний вид yбедят Вас в тoм, чтo главным приoритетoм кoмпании является пoлнoе yдoвлетвoрение запрoсoв всех клиентoв.<br/>\r\n	</div> \r\n	\r\n\r\n\r\n    \r\n'),
(2, 'Интересные факты о пицце', '<div>\r\n1.Самая первая пиццерия, была открыта открытая в Неаполе еще 1738 году, она существует и поныне, причем, под той же самой вывеской, что и в XVIII веке – «Antica».\r\n</br>\r\n2.В Италии насчитывается около 32 тысяч пиццерий, причем, только в Неаполе не менее 800 таких заведений.\r\n</br>\r\n3.Итальянские корни пиццы оспариваются многими странами, в частности, норвежские ученые утверждают, что пиццу изобрели викинги, есть факты о греческих и египетских корнях пиццы, приписывают изобретение пиццы и знаменитому римлянину Лукуллу.\r\n</div>', '<div>\r\n1.Самая первая пиццерия, была открыта открытая в Неаполе еще 1738 году, она существует и поныне, причем, под той же самой вывеской, что и в XVIII веке – «Antica».\r\n</br>\r\n2.В Италии насчитывается около 32 тысяч пиццерий, причем, только в Неаполе не менее 800 таких заведений.\r\n</br>\r\n3.Итальянские корни пиццы оспариваются многими странами, в частности, норвежские ученые утверждают, что пиццу изобрели викинги, есть факты о греческих и египетских корнях пиццы, приписывают изобретение пиццы и знаменитому римлянину Лукуллу.\r\n</br>\r\n4.В мире за одни сутки съедается около 500 миллионов пицц. Причем в это количество не вошли домашние пиццы.\r\n</br>\r\n5.Согласно статистике, каждый европеец съедает около 300 кг пиццы в год.\r\n</br>\r\n6.Французы, едят пиццы больше всех в Европе.</div>'),
(3, 'Самая большая пицца в мире', '<div>\r\nСовсем недавно в Риме состоялось интересное мероприятие, где презентовали самую большую в мире пиццу. Ее диаметр составляет 40 метров а площадь целых 1200 квадратных метров! Нужно заметить, что для приготовления гигантской «Маргариты» потребовалось почти 9 тонн муки, 4 тонны томатной пасты и около 9 тонн моцареллы. Пиццу выпекали 48 часов, а точнее 5234 ее фрагментов. И не зря, ее занесли в Книгу рекордов Гиннеса.\r\n</div>', '<div>\r\nСовсем недавно в Риме состоялось интересное мероприятие, где презентовали самую большую в мире пиццу. Ее диаметр составляет 40 метров а площадь целых 1200 квадратных метров! Нужно заметить, что для приготовления гигантской «Маргариты» потребовалось почти 9 тонн муки, 4 тонны томатной пасты и около 9 тонн моцареллы. Пиццу выпекали 48 часов, а точнее 5234 ее фрагментов. И не зря, ее занесли в Книгу рекордов Гиннеса.\r\n</br>\r\nПосле мероприятия пиццу отправили в приюты для бездомных, молодцы, здорово придумали…\r\n</div>'),
(7, 'Урааааа', 'я', 'это сделалаалалалалалал . спасибо');

-- --------------------------------------------------------

--
-- Структура таблицы `banners`
--

CREATE TABLE IF NOT EXISTS `banners` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `code` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=cp1250 AUTO_INCREMENT=5 ;

--
-- Дамп данных таблицы `banners`
--

INSERT INTO `banners` (`id`, `code`) VALUES
(1, '<a href="#">\n<img src="images/banner_1.gif" alt="??????1"/>\n</a>'),
(2, '<a href="#">\r\n<img src="images/banner_2.gif" alt="??????2"/>\r\n</a>');

-- --------------------------------------------------------

--
-- Структура таблицы `guestbook`
--

CREATE TABLE IF NOT EXISTS `guestbook` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `comment` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=cp1251 AUTO_INCREMENT=36 ;

--
-- Дамп данных таблицы `guestbook`
--

INSERT INTO `guestbook` (`id`, `name`, `comment`) VALUES
(34, 'Даша', 'Ваша пицца самая вкусная'),
(35, 'Лера', 'Было нереально вкусно, спасибо!');

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `email` varchar(255) NOT NULL,
  `password` text NOT NULL,
  `admin` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=cp1251 AUTO_INCREMENT=6 ;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `email`, `password`, `admin`) VALUES
(3, 'оля@mail.ru', '827ccb0eea8a706c4c34a16891f84e7b', 1),
(4, 'даша@mail.ru', '698d51a19d8a121ce581499d7b701668', 0),
(5, 'Миша', '202cb962ac59075b964b07152d234b70', 0);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
